{
    "temps":{
        "-26":"Dubbed by the sports media as \"The Ice Bowl\", the 1967 NFL Championship game-time temperature at Lambeau Field was about −15 °F (−26 °C), with an average wind chill around −48 °F (−44 °C). Lambeau Field's turf-heating system malfunctioned, and when the tarpaulin was removed from the field before the game, it left moisture on the field, which flash-froze in the extreme cold, leaving an icy surface. The University of Wisconsin–La Crosse Marching Chiefs band was scheduled to perform the pre-game and half-time shows. However, during warm-ups in the brutal cold, the woodwind instruments froze and would not play; the mouthpieces of brass instruments got stuck to the players' lips",

        "-25":"N/A",

        "-24":"N/A",

        "-23":"N/A",

        "-22":"At -9 degrees Fahrenheit, the 1982 AFC Championship Game between the Cincinnati Bengals and San Diego Chargers proved to be the second-coldest game in NFL history. It was so cold, there were actually documented cases of frostbite at the game. Bengals quarterback Ken Anderson suffered frost bite on his right ear.",

        "-21":"N/A",

        "-20":"EU regulations forbid the use of fresh raw fish in sushi. It must be frozen at temperatures below −20 °C (−4 °F) in all parts of the product for no less than 24 hours. Raw fish that was stored incorrectly can lead to infection by the parasites Clonorchis sinensis, Anisakis simplex and Diphyllobothirum, all of which may cause pretty nasty symptoms.",
        
        "-19":"Galinstan is a liquid metal alloy consisting of gallium, indium, and tin. On cooling, this alloy will remain liquid down to -19 °C. However, on heating, Galinstan will melt at +11 °C. While this sounds cool, the stuff is not super useful and only used as a replacement for Mercury in thermometers.",

        "-18":"Food stored at or below −18 °C (0 °F) is safe indefinitely. So go ahead and put your food outside, it's not gonna spoil, no matter what it is. Forever. That is, until it gets warmer again.",

        "-17":"Living organisms like Synechococcus lividus and other cryophiles can survive inside solid ice with a temperature as low as -17 °C. If they can, so can you. So get your ass outside and enjoy the cold. ",

        "-16":"N/A",

        "-15":"N/A",

        "-14":"The second inauguration of Ronald Reagan on January 20, 1985 had to be moved inside to the Capitol Rotunda due to outside temperatures of around −14 °C and wind chills of -32 °C",

        "-13":"N/A",

        "-12":"N/A",

        "-11":"N/A",

        "-10":"N/A",

        "-9":"N/A",

        "-8":"N/A",

        "-7":"Featuring -7 °C weather, heavy snow, and gusts up to 30 miles per hour, the game between the Miami Dolphins and New England Patriots on Dec. 12, 1982, became more of a struggle than a football game. Snow was so bad nobody was able to score points until 4:45 remaining, when Patriots kicker John Smith booted home a 33-yarder to win the game, 3-0. The game became known as \"The Snowplow Game\" because a snowplow was used to actually clear a space for the winning field goal.",

        "-6":"N/A",

        "-5":"N/A",

        "-4":"N/A",

        "-3":"N/A",

        "-2":"N/A",

        "-1":"N/A",

        "0":"The triple point of water is used to define the kelvin, the base unit of thermodynamic temperature in the International System of Units (SI). The value of the triple point of water is fixed by definition, rather than measured. The triple points of several substances are used to define points in the ITS-90 international temperature scale, ranging from the triple point of hydrogen (13.8033 K) to the triple point of water (273.16 K, 0.01 °C, or 32.018 °F).",

        "1":"N/A",

        "2":"The backbone of the Paris agreement is the global target of keeping global average temperatures from rising 2°C (compared to temperatures pre-industrial revolution) by the end of the century. Beyond 2 degrees, we risk dramatically higher seas, changes in weather patterns, food and water crises, and an overall more hostile world.",

        "3":"N/A",

        "4":"Usually, substances expand when they are heated. But if you heat water starting at 0°C, you will notice something weird: At first, the volume of the liquid does not get bigger, but smaller! Up to a temperature of 4°C, the water contracts when heated. Once it has reached that temperature, it starts to expand with increasing temperature just like other fluids. That means water has a higher density at 4°C than at any other temperature.",

        "5":"N/A",

        "6":"N/A",

        "7":"During winter months, hibernating alpine marmots will lower their body temperature from 39°C to as low as 7°C to survive. During this hibernation period that can start as early as October, they survive entirely on their stored fat. Their heart rate is lowered to about 5 bpm.",

        "8":"N/A",

        "9":"Serving your Champagne only slightly chilled between 8 and 10°C (46.4°F – 50°F) is considered the ideal temperature. This represents around just four hours in a typical refrigerator at a normal setting. If you’re in a hurry, 15 minutes in the freezer will probably do the trick.",

        "10":"49.4 degrees Fahrenheit / 10 °C was found to be the ideal temperature for running marathon-like distances for men, while 51.8 degrees Fahrenheit proved best for women. In the 1908 Olympics Italian runner, Dorando Pietri finished first in the marathon but was subsequently disqualified because the umpires had helped him up as he had fallen five times in the last few kilometers. The Everest marathon is the highest marathon in the world.  The start line is at Gorak Shep 5184m  (17,000 feet), close to Everest Base Camp in Nepal.",

        "11":"The ideal temperature for wine storage is somewhere between 11°C and 14°C (52°F to 58°F). Note that there is an acceptable temperature range - but once chosen, temperature must not fluctuate.",

        "12":"N/A",

        "13":"The average global annual temperature hovered around 13.7 °C (56.7 °F) from the 1880s throughout the 1910s. The average global temperature across land and ocean surface areas for 2016 was 0.94°C (1.69°F) above that.",

        "14":"N/A",

        "15":"When the Hubble Space Telescope passes through Earth's shadow, temperatures plunge to 250 degrees below zero. When Hubble swings back into sunlight, outside temperatures are more than 100 degrees. But the mirrors of the Optical Telescope Assembly are kept at a stable 15°C by heaters.",

        "16":"N/A",

        "17":"The highest temperature for the Antarctic Continent is the temperature extreme of 63.5 F (17.5 C) recorded on Mar. 24, 2015 at the Argentine Research Base Esperanza located near the northern tip of the Antarctic Peninsula. Pretty amazing considering that the South Pole's annual mean temperature is -76F (-60C) in winter and -18 (-28.2C) in summer. The antarctic ice sheet contains about 90% of the planet's freshwater supply and is about 3 miles thick in places.",

        "18":"The World Health Organisation's standard for warmth is 18 °C (64 °F) for normal, healthy adults who are appropriately dressed. For those with respiratory problems or allergies, they recommend a minimum of 16 °C (61 °F), and for the sick, disabled, very old or very young, a minimum of 20 °C (68 °F).",

        "19":"N/A",

        "20":"The largest freshwater lake in the world, Lake Baikal, will reach a maximum surface temperature of 16 °C in the main sections of the lake during the summer. Lake Baikal was formed as an ancient rift valley, having the typical long, crescent shape with a surface area of 31,722 square kilometers. At 1,642 m (5,387 ft), it is also the world's deepest lake.",

        "21":"N/A",

        "22":"Kepler-22b is an extrasolar planet orbiting within the  habitable zone of the Sun-like star Kepler-22. Its size is roughly twice that of Earth. If the atmosphere of Kepler-22b provides a greenhouse effect similar to the one on Earth, it would have an average surface temperature of 22 °C",

        "23":"N/A",

        "24":"N/A",

        "25":"N/A",

        "26":"N/A",

        "27":"N/A",

        "28":"The Metal Caesium (Cs) melts at 28.44°C. This means it becomes liquid from the heat of your body if you hold it in your hands long enough. But it's the most reactive of all metals and explodes instantly upon contact with air above −116 °C, so... maybe don't. Its name, which is Latin for \"sky blue\", comes from the blue emission lines it gives off in spectroscopy.",

        "29":"N/A",

        "30":"N/A",

        "31":"N/A",

        "32":"N/A",

        "33":"N/A",

        "34":"Making good chocolate is a surprisingly hard and scientific process. In order to get the right consistency, the temperature during tempering needs to be at least 34 °C. This will ensure that V-Type crystals are formed in the cocoa butter and yields a chocolate that is glossy, firm, has good snap and melts near body temperature. ",

        "35":"N/A",

        "36":"N/A",

        "37":"N/A",

        "38":"N/A",

        "39":"39°C is the average water temperature of the Blue Lagoon (Bláa Lónið) near the Reykjanes peninsula in Iceland. It is a man-made lagoon which is fed by the water output of the nearby geothermal power plant Svartsengi and is renewed every two days. It is the largest in the World",

        "40":"The Texas Pharmacy Laws & Regulations §291.15 \"Storage of Drugs\" define 104 °F as \"excessive heat\". So if it's not good for your drugs, how could it possibly be good for you? Just don't go outside. Unless you absolutely have to, then we're sorry for you."
    }

}